public/netw_PhysicalLink.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP:Header>
      <header xmlns="xmlapi_1.0">
         <security>
            <user>C14593</user>
            <password hashed="false">Claro348!</password>
         </security>
         <requestID>aquiroga:0001</requestID>
      </header>
   </SOAP:Header>

   <SOAP:Body>
      <find xmlns="xmlapi_1.0">
         <fullClassName>netw.PhysicalLink</fullClassName>
         <filter>
         </filter>
         <resultFilter>
            <attribute>displayedName</attribute>
            <attribute>endPointASiteId</attribute>
            <attribute>endPointBSiteId</attribute>
            <attribute>endPointASiteName</attribute>
            <attribute>endPointBSiteName</attribute>
            <attribute>operationalState</attribute>
            <attribute>endpointAPointer</attribute>
            <attribute>endpointBPointer</attribute>
            <attribute>unmanagedEndpointB</attribute>
            <children/>
         </resultFilter>
      </find>
   </SOAP:Body>
</SOAP:Envelope>